[
  {
    "id": 1,
    "title": "God Of War",
    "description": "Com a vingança contra os deuses do Olimpo em um passado distante, Kratos agora vive como um mortal no reino dos deuses e monstros nórdicos. É nesse mundo duro e implacável que ele deve lutar para sobreviver... e ensinar seu filho a fazer o mesmo.",
    "cover_image": "/static/img/covers/p3pYq0QxntZQREXRVdAzmn1w.avif"
  },
  {
    "id": 2,
    "title": "Forza Horizon 5",
    "description": "Sua Maior Aventura Horizon espera por você! Explore as paisagens vibrantes de mundo aberto do México, com diversão e velocidade sem limites em um mundo em constante evolução, incluindo centenas dos melhores carros do mundo.",
    "cover_image": "/static/img/covers/forza.avif"
  },
  {
    "id": 3,
    "title": "It Takes 2",
    "description": "Embarque na jornada mais maluca da sua vida em It Takes Two, uma aventura de plataforma que revoluciona o gênero, criada especialmente para co-op.",
    "cover_image": "/static/img/covers/ittakes2.webp"
  },
  {
    "id": 4,
    "title": "Battlefield 4",
    "description": "Somente em Battlefield você é capaz de explodir a estrutura de uma represa, transformar um arranha-céu em escombros e liderar um ataque naval em uma canhoneira.",
    "cover_image": "/static/img/covers/Battlefield_4_capa.png"
  },
  {
    "id": 5,
    "title": "Elden Ring",
    "description": "Explore um novo mundo cheio de segredos na mais recente expansão de ELDEN RING, Shadow of the Erdtree, e mergulhe em um novo enredo no Reino das Sombras.",
    "cover_image": "/static/img/covers/ypixsauz1khblwwjea8t.jpg"
  },
  {
    "id": 6,
    "title": "Fortnite",
    "description": "Crie, jogue e batalhe com seus amigos gratuitamente no Battle Royale de Fortnite.\r\n\r\nSeja o último jogador de pé em Battle Royale e Construção Zero, curta um show ou evento ao vivo e descubra mais de um milhão de jogos feitos por criadores, incluindo corrida, parkour, sobrevivência a zumbis e muito mais.\r\n\r\nDescubra tudo isso no Battle Royale do Fortnite!",
    "cover_image": "/static/img/covers/bef6a69578831baa17d74d58684f2c6d.jpg"
  }
]